Repository: BitsByToader/Tsuki
Catalog: *.lproj/Localizable.strings
Languages: ro

source: Today
ro: Astăzi

source: Newest chapters
ro: Ultimele capitole

source: Featured Manga
ro: Manga-uri promovate

source: New Titles
ro: Ultimele titluri

source: Loading mangas...
ro: Încărcăm manga-urile...

source: Search
ro: Caută

source: Search by name
ro: Caută după nume

source: The search function will be available once you sign in.
ro: Căutarea va fi disponibilă după logare.

source: Loading search tags...
ro: Încărcăm criteriile de căutare...

source: Search with current tags
ro: Caută cu criteriile alese

source: Tags: %lld included, %lld excluded
ro: Criterii: %lld inclus, %lld exclus

source: Tags: %lld included
ro: Criterii: %lld inclus

source: Tags: %lld excluded
ro: Criterii: %lld exclus

source: Library
ro: Colecție

source: Search library...
ro: Căutam în colecție

source: Latest Updates
ro: Ultimele actualizări

source: Downloaded manga
ro: Manga-uri descărcate

source: Loading library...
ro: Încărcam colecția...

source: Wait a second!
ro: Așteaptă o secunda!

source: This action will delete this downloaded manga, as well as *ALL* chapters associated with it... This action is non-reversable. Are you sure you want to continue?
ro: Această acțiune va șterge acest manga descărcat, și toate capitolele asociate cu el... Această acțiune este ireversibilă. Ești sigur că vrei să continui?

source: You have no downloaded mangas
ro: Nu ai nici un manga descărcat.

source: Loading updates...
ro: Încărcăm actualizările...

source: Unfollow
ro: Nu mai urmări

source: Reading
ro: Citire

source: Completed
ro: Completat

source: On Hold
ro: Pe pauză

source: Plan to read
ro: Plănuiesc să citesc

source: Dropped
ro: Oprit

source: Re-Reading
ro: Recitire

source: Change reading status to...
ro: Schimbă statusul îb...

source: Resume
ro: Reia

source: Coming soon...™️
ro: În curănd...™️

source: This feature is currently unavailable. It will be coming soon in an update, so hang tight!
ro: Această funcție nu este valabilă momentan.

source: Download
ro: Descarcă

source: Description
ro: Descriere

source: Genres
ro: Gen

source: Chapters
ro: Capitole

source: No chapters available
ro: Nu există capitole disponibile

source: Please select a manga to read
ro: Selectați un manga pentru citire

source: Loading manga information...
ro: Încărcam informațiile manga-ului...

source: Updating status...
ro: Actualizăm statutul...

source: %a ratings
ro: %a evaluări

source: Select chapters
ro: Selectează capitolele

source: All
ro: Toate

source: Until
ro: Până la

source: Inbetween
ro: Între

source: Selected
ro: Selectat

source: Deselect all
ro: Deselectați tot

source: Gathering chapter info...
ro: Obținem informațiile manga-ului...

source: Downloading chapter(s)...
ro: Descărcăm capitolele...

source: Please select a chapter.
ro: Selectați un capitol.

source: %lld of %lld
ro: %lld din %lld

source: Account
ro: Cont

source: Change account
ro: Schimbă contul

source: Sign In
ro: Intră in cont

source: Sign Out
ro: Ieși din cont

source: Your Account
ro: Contul tău

source: Loading account...
ro: Încărcam contul...

source: Oh no :( A wild *ERROR* appeared! Tap for more info
ro: Oh nu :( A Am întâmpinat o problema. Apăsați pentru mai multe detalii

source: Enter your credentials
ro: Introduceți datele

source: Username
ro: Utilizator

source: Password
ro: Parolă

source: 2FA code (optional)
ro: cod 2FA (opțional)

source: Signing In...
ro: În curs de logare...

source: Something went wrong!
ro: Am întâmpinat o problemă!

source: Continue without logging in
ro: Mergi mai departe fără logare...

source: Signing in gives you access to searching and saving mangas in the cloud. This action requires a MangaDex account.
ro: Prin folosirea unui cont, îți poți accessa manga-urile salvate in cont funcția de căutare. Această acțiune necesită un cont MangaDex.

source: Log In
ro: Intră in cont

source: Final step...
ro: Ultimul pas...

source: Welcome to Tsuki
ro: Bine ai venit

source: Discover today's hot manga, or the newest chapters. Your pick.
ro: Descoperă noutățile zilei sau cele mai tari manga-uri. Alegerea ta.

source: Search for new manga, or maybe go through your favorite genres.
ro: Caută manga-uri noi sau vizualizeaza genurile tale favorite.

source: View all of your saved manga, in an instant, on all your devices.
ro: Vizualizează toate manga-urile tale favorite, instant, pe toate dispozitivele tale.

source: Continue
ro: Continuă

source: Here's your error
ro: Eroarea ta

source: Send to developer
ro: Trimite dezvoltatorului

source: Copy to clipboard
ro: Copiază în clipboard

source: Can't send emails from this device :(
ro: Nu poți trimite mail-uri de pe acest dispozitiv :(
